-- 콜롬비아 수프리모 / 4, 2, 3, 2, 3
-- 케냐AA / 4, 4, 3, 3, 4
-- 에티오피아 시다모 / 4, 3, 3, 2, 3
-- 인도네시아 만델링 / 4, 3, 1, 2, 4
-- 과테말라 안티구아 / 3, 2, 2, 2, 3
-- 자메이카 블루마운틴 / 4, 3, 1, 2, 3
-- 에티오피아 예가체프 / 4, 5, 3, 3, 4
-- 브라질산토스 / 4, 3, 2, 2, 3
-- 멕시코 알투라 / 3, 1, 3, 2, 3
-- 예멘 모카 마타리 / 4, 4, 3, 3, 4

insert into coffee_bean values ('콜롬비아 수프리모', '온화함의 대명사', '무난하고 튀지 않는 향', '콜롬비아 안데스 산맥의 고산지대에서 재배되는 수프리모는 ''마일드 커피''의 1인자이다. 푸근하고 온화한 향기로 유명한 수프리모는 달콤하고 부드러운 맛이 일품이며 원두의 묵직함이 특징이다. 특유의 달콤함과 부드러움으로 브라질 원두 다음으로 한국에서 사랑받는 원두이다.' 
, 4, 2, 3, 2, 3);
insert into coffee_bean values ('케냐AA', '산미의 여왕', '개성 있으면서도 무난한 커피', '케냐에서도 동쪽 지방에서 재배되는 케냐AA원두는 특유의 향을 지니고 맛의 균형까지 조화를 이루고 있다고 하여 최고급 커피 중 하나로 손꼽힌다. 특히 유럽 쪽에서 많이 사랑받는 원두이며 오묘한 과일향이 나, 상큼하면서도 신 맛을 즐기는 사람들이 선호한다. ''우리가 커피에 대해 기대하는 거의 모든 것을 가지고 있다''라고 표현할 정도로 풍부한 향을 자랑한다. 
', 4, 4, 3, 3, 4);
insert into coffee_bean values ('에티오피아 시다모', '커피계의 와인', '낮은 카페인과 감칠맛', '아프리카 북동부에 위치하고 있는 에티오피아는 아라비카종의 원두 원산지로 알려져 있다. 이 중에서도 ''귀족의 커피''라고 불리는 시다모 원두는 포도의 향과 부드러운 꽃 향기가 가득하다. 신 맛과 단 맛이 잘 어우러져 있고 커피를 마신 후 입안에 남는 감칠맛 때문에 ''커피계의 와인''이라고도 불린다. 카페인이 적은 것 또한 특징이다. 
', 4, 3, 3, 2, 3);
insert into coffee_bean values ('인도네시아 만델링', '풍부한 바디', '달콤 쌉싸름함', '인도네시아 원두로 해발 990m에서 1800m에서 재배되는 원두로, 재배되는 높이에 따라 다양한 향과 맛을 지닌다. 쓴맛이 다소 강한 편이지만 부드러우면서도 고소하고 초콜릿향까지 음미할 수 있어 씁쓸하면서도 달콤한 맛을 좋아하는 사람들에게 사랑받는다. 
', 4, 3, 1, 2, 4);
insert into coffee_bean values ('과테말라 안티구아', '강한 스모키향', '약간의 탄 맛과 부드러움', '과테말라에서 재배되는 이 원두는 적당한 습도와 일정한 일교차 등의 최적의 환경에서 재배된다. ''스모크 커피의 대명사''라 불릴 정도로 개성이 뚜렷한 맛과 향이 특징이다. 대중적인 맛을 지니면서도 순하고 부드러워 커피 향에 익숙하지 않은 사람들에게 선물하기 좋은 원두이다. 
', 3, 2, 2, 2, 3);
insert into coffee_bean values ('자메이카 블루마운틴', '커피의 황제', '단 맛이 거의 없는 부드러운 탄 맛', '영국 왕실에서 즐겨 마시는 ''커피의 황제'' 블루마운틴은 해발 1200m 이상에서 생산되는 원두로 엄격한 품질관리하에서 재배된다. 옅은 산미를 지니기 때문에 와인의 느낌이 있고 부드러움과 쓴맛이 조화롭게 어우러져 스모키 한 향까지 느낄 수 있다. 
', 4, 3, 1, 2, 3);
insert into coffee_bean values ('에티오피아 예가체프', '매니아들의 원두', '신맛의 끝판왕', '에티오피아 시다모와 더불어 베리류의 과일향과 꽃 향기를 자랑한다. ''제대로 맡아본 사람이 아니면 상상으로는 떠올릴 수 없다''고 말할 정도로 예가체프만의 향기를 지닌다. 부드러우면서도 짙은 꽃 향기, 목넘김 이후에 남는 아련한 향과 부드러운 바디 등 예가체프를 최고의 커피라 부르는 이유가 많다. 특유의 신맛이 강해 대중적인 맛을 지니고 있지는 않지만 매니아층이 두터운 원두이다. 
', 4, 5, 3, 3, 4);
insert into coffee_bean values ('브라질 산토스', '중용의 원두', '모든 향의 균형', '부드러운 맛과 신맛 중 어느 한 쪽으로 치우치지 않은 ''중용''의 상징, 산토스! 모든 맛이 적절한 균형을 이루면서도 고소한 맛이 나 한국에서 특히 사랑받는 원두이다. 브라질을 대표하는 원두 중 하나로 부드럽고 순한 풍미가 특징이다. 
', 4, 3, 2, 2, 3);
insert into coffee_bean values ('멕시코 알투라', '부드러움의 상징', '호불호가 없는 무난하고 부드러운 맛', '해발 1700m 이상에서만 얻을 수 있는 멕시코의 명품 원두 알투라는 부드러운 맛으로 손에 꼽히는 원두이다. 산도가 낮고 원두 본연의 단맛이 두드러지는 것이 특징이다. 뒷맛이 산뜻하고 전체적으로 맛이 부드러워 평소 원두커피를 즐기지 않는 이들에게 사랑받는다. 
', 3, 1, 3, 2, 3);
insert into coffee_bean values ('예멘 모카 마타리', '커피의 여왕', '초콜렛과 와인향의 오묘한 조합', '커피의 황제가 자메이카 블루마운틴 이라면 예맨 모카 마타리는 ''커피의 여왕''이라고 불린다. 모카 마타리의 맛은 대표적으로 다크 초콜릿의 맛이 풍부하고 정교하며 아주 오래 묵은 레드와인 맛을 연상시킨다. 과일 향이 풍부하고 신맛이 강하며 적당한 쓴맛과 단맛 등, 맛의 밸런스가 좋은 원두이다. 
', 4, 2, 3, 2, 3);

commit;